"%@ - Offline" = "%@ - Fora de línia";

"3D Secure" = "3D Segur";

"Add New Card…" = "Afegir nova targeta...";

"Add a Card" = "Afegir una targeta";

"Apt." = "Apt.";

"Contact" = "Contacte";

"Delivery" = "Lliurament";

"Delivery Address" = "Adreça de lliurament";

"Free" = "Sense cost";

"Invalid Shipping Address" = "Adreça d'enviament invàlida";

"Loading…" = "Carregant...";

"Multibanco" = "Multibanco";

"Next" = "Següent";

"Online Banking (FPX)" = "Banca Online (FPX)";

"Payment Method" = "Mètode de pagament";

"Shipping" = "Enviament";

"Shipping Method" = "Mètode d'enviament";

"Use Billing" = "Fer servir Facturació";

"Use Delivery" = "Fer servir Lliurament";

"Use Shipping" = "Fes servir Enviament";
